【TSR-S35 市區綫願景列車】〖都城铁路S35型愿景列车是由都城铁路公司所购置的直流电自动驾驶通勤列车。设计利用视觉效果将车窗和车门融为一体，车顶饰有路线颜色条带，车身配上「都城铁路远景」标准涂装。客用车门上方设有动态路线图。设有多用途空间、扶手杆、车厢电视、吊环和座椅旁更宽的站立空间。生产年份为2024-2027年，行驶都城铁路各主要市区路线，实现跨线调车恒常化，特别适合都城极高且频繁变化的市区内通勤需求。列车编组可按需求扩展为5卡、6卡、7卡、8卡、10卡、12卡。轨距1435mm。

The TSR S35 Vision Train is an automated DC commuter train purchased by TSR. Its design visually integrates the windows and doors, with the roof adorned with route-colored stripes and the bodywork finished in the standard TSR Vision livery. Dynamic route maps are displayed above the passenger doors. The trains are equipped with multi-purpose spaces, handrails, in-car TVs, hanging rings, and increased standing room beside the seats. Production runs from 2024 to 2027, and the trains will operate on TSR's major urban routes, enabling regular cross-line shunting. They are well-suited to the city's high and frequently changing commuting needs. The train formation can be expanded to 5, 6, 7, 8, 10, or 12 cars as needed. The track gauge is 1435mm.〗
«https://s2.loli.net/2025/08/12/rcY8yFoumI6L3nd.png»§08-12 15:40§〔258 Railway Technologies〕∮∮ ∥MTR∥   
 ------------------分割线--------------------- 

  【24-115型A型车】〖由北车集团滨海综合车辆制作所研制的北联首款地铁A型列车于近日在滨海下线，新型列车使用滨海综合车辆制作所新型不锈钢车体cestima，实现整车减重的情况下寿命延长。列车设计时速120kmh，采用接触网供电，新型列车可实现GOA4无人驾驶，计划在北联地铁15号线等线路进行运营。〗
«https://cdn-fusion.imgcdn.store/i/2025/8c263a52f484bba5.png»§07-12 12:57§〔滨海综合车辆制作所〕∮∮ ∥BE∥   
 ------------------分割线--------------------- 

  【24-204】〖用于北联地铁2号线〗
«https://img.mcwfmtr.cc/i/2025/07/12/kmlney.jpg»§07-12 12:47§〔北联致远车辆有限公司〕∮∮ ∥BE∥   
 ------------------分割线--------------------- 

  【CRH6A-A】〖湖北铁路客运新城快线列车，第二代CRH6A-A（Cinova2.0）采用CR300AF平台，可满足城际、市域、干线等不同环境的需求，最高时速200km/h，编组2M2T，全长100.5m。〗
«https://s21.ax1x.com/2025/07/12/pVlMeI0.jpg»§07-12 08:16§〔中车青岛四方〕∮∮ ∥BE∥   
 ------------------分割线--------------------- 

  【哈基米号】〖吉米哈，吉米哈，哈吉米〗
«https://img.mcwfmtr.cc/i/2025/07/12/3ykn1w.jpg»§07-12 02:52§〔哈吉米造车厂〕∮https://img.mcwfmtr.cc/i/2025/07/12/3ykn1w.jpg∮ ∥BE∥   
 ------------------分割线--------------------- 

  
 
j s