const flightsData = `
【SA1001】〈〉«SAT,SUN»〔C919〕『韶城南雄航空』《韶城启明出发》{20:20}#+0#@T1航站楼@《拜科努尔到达》{23:15}#+0#@T1航站楼@ §670元§《航班结束》
【SA1002】〈〉«SAT,SUN»〔C919〕『韶城南雄航空』《拜科努尔出发》{9:30}#+0#@T1航站楼@《韶城启明到达》{12:25}#+0#@T1航站楼@ §670元§《航班结束》
【SA1003】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔运-10〕『韶城南雄航空』《韶城启明出发》{6:40}#+0#@T1航站楼@《拜科努尔到达》{9:40}#+0#@T1航站楼@ §650元§《航班结束》
【SA1004】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔运-10〕『韶城南雄航空』《拜科努尔出发》{19:15}#+0#@T1航站楼@《韶城启明到达》{22:15}#+0#@T1航站楼@ §650元§《航班结束》

【SA1101】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔HS121 Trident 2E〕『韶城南雄航空』《韶城启明出发》{7:30}#+0#@T1航站楼@《千里马到达》{9:00}#+0#@T3航站楼@ §431元§ θ591元θ《航班结束》
【SA1102】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔HS121 Trident 2E〕『韶城南雄航空』《千里马出发》{18:00}#+0#@T3航站楼@《韶城启明到达》{19:30}#+0#@T1航站楼@ §431元§ θ591元θ《航班结束》

【NA201】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A320-214〕『北方航空』《拜科努尔出发》{8:30}#+0#@T1航站楼@《千里马到达》{12:20}#+0#@T3航站楼@ §1650元§ θ6980元θ《航班结束》
【NA202】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A320-214〕『北方航空』《千里马出发》{13:20}#+0#@T3航站楼@《拜科努尔到达》{17:10}#+0#@T1航站楼@ §1650元§ θ6980元θ《航班结束》
【EA401】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A330-200〕『绿宝石航空』《拜科努尔出发》{19:05}#+0#@T1航站楼@《星羽天琴到达》{22:25}#+0#@T1航站楼@ §1650元§《航班结束》
【EA402】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A330-200〕『绿宝石航空』《星羽天琴出发》{5:30}#+0#@T1航站楼@《拜科努尔到达》{8:00}#+0#@T1航站楼@ §1650元§《航班结束》
【EA403】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A320〕『绿宝石航空』《拜科努尔出发》{16:15}#+0#@T1航站楼@《星羽天琴到达》{18:45}#+0#@T1航站楼@ §1099元§《航班结束》
【EA404】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A320〕『绿宝石航空』《星羽天琴出发》{20:00}#+0#@T1航站楼@《拜科努尔到达》{22:30}#+0#@T1航站楼@ §1099元§《航班结束》
【EA151】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A321-232〕『绿宝石航空』《拜科努尔出发》{9:05}#+0#@T1航站楼@《星羽天琴到达》{11:35}#+0#@T1航站楼@ §1100元§《航班结束》
【EA152】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A321-232〕『绿宝石航空』《星羽天琴出发》{12:25}#+0#@T1航站楼@《拜科努尔到达》{14:55}#+0#@T1航站楼@ §1100元§《航班结束》
【EA153】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A321-232〕『绿宝石航空』《拜科努尔出发》{15:50}#+0#@T1航站楼@《星羽天琴到达》{18:20}#+0#@T1航站楼@ §1100元§《航班结束》
【EA154】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A321-232〕『绿宝石航空』《星羽天琴出发》{19:15}#+0#@T1航站楼@《拜科努尔到达》{21:45}#+0#@T1航站楼@ §1100元§《航班结束》

【EA3021】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔CRJ900〕『翡翠快运航空』《拜科努尔出发》{8:00}#+0#@T1航站楼@《新裕艮山到达》{8:50}#+0#@T1航站楼@ §350元§《航班结束》
【EA3022】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔CRJ900〕『翡翠快运航空』《新裕艮山出发》{9:20}#+0#@T1航站楼@《拜科努尔到达》{10:10}#+0#@T1航站楼@ §350元§《航班结束》
【EA3023】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔CRJ900〕『翡翠快运航空』《拜科努尔出发》{11:00}#+0#@T1航站楼@《新裕艮山到达》{11:50}#+0#@T1航站楼@ §350元§《航班结束》

【EA3024】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔CRJ900〕『翡翠快运航空』《新裕艮山出发》{12:20}#+0#@T1航站楼@《拜科努尔到达》{13:10}#+0#@T1航站楼@ §350元§《航班结束》

【EA3025】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔CRJ900〕『翡翠快运航空』《拜科努尔出发》{14:00}#+0#@T1航站楼@《新裕艮山到达》{14:50}#+0#@T1航站楼@ §350元§《航班结束》
【EA3026】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔CRJ900〕『翡翠快运航空』《新裕艮山出发》{15:20}#+0#@T1航站楼@《拜科努尔到达》{16:10}#+0#@T1航站楼@ §350元§《航班结束》

【EA3027】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔CRJ900〕『翡翠快运航空』《拜科努尔出发》{17:00}#+0#@T1航站楼@《新裕艮山到达》{17:50}#+0#@T1航站楼@ §350元§《航班结束》
【EA3028】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔CRJ900〕『翡翠快运航空』《新裕艮山出发》{18:20}#+0#@T1航站楼@《拜科努尔到达》{19:10}#+0#@T1航站楼@ §350元§《航班结束》

【EA31】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A330-200〕『绿宝石航空』《拜科努尔出发》{7:05}#+0#@T1航站楼@《新清云索恩到达》{12:25}#+0#@T2航站楼@ §3650元§《航班结束》
【EA32】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A330-200〕『绿宝石航空』《新清云索恩出发》{13:30}#+0#@T2航站楼@《拜科努尔到达》{18:50}#+0#@T1航站楼@ §3650元§《航班结束》
【EA33】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A330-200〕『绿宝石航空』《拜科努尔出发》{11:30}#+0#@T1航站楼@《新清云索恩到达》{16:50}#+0#@T2航站楼@ §3970元§《航班结束》
【EA34】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A330-200〕『绿宝石航空』《新清云索恩出发》{18:15}#+0#@T2航站楼@《拜科努尔到达》{23:35}#+0#@T1航站楼@ §3970元§《航班结束》
【EA35】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A330-200〕『绿宝石航空』《拜科努尔出发》{01:00}#+0#@T1航站楼@《新清云索恩到达》{06:20}#+0#@T2航站楼@ §3570元§《航班结束》
【EA36】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A330-200〕『绿宝石航空』《新清云索恩出发》{8:00}#+0#@T2航站楼@《拜科努尔到达》{13:20}#+0#@T1航站楼@ §3670元§《航班结束》
【NA207】〈〉«TUE,THU,SAT»〔A330-200〕『北方航空』《拜科努尔出发》{18:00}#+0#@T1航站楼@《峡东海东到达》{23:30}#+0#@T1航站楼@ §4050元§ θ10209元θ《航班结束》
【NA208】〈〉«WED,FRI,SUN»〔A330-200〕『北方航空』《峡东海东出发》{0:30}#+0#@T1航站楼@《拜科努尔到达》{06:00}#+0#@T1航站楼@ §4050元§ θ10209元θ《航班结束》
【EA3047】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔B737-900〕『翡翠快运航空』《拜科努尔出发》{21:45}#+0#@T1航站楼@《千里马到达》{01:35}#+1#@T3航站楼@ §1758元§ θ暂无θ《航班结束》

【EA3048】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔B737-900〕『翡翠快运航空』《千里马出发》{02:35}#+0#@T3航站楼@《拜科努尔到达》{06:25}#+0#@T1航站楼@ §1752元§ θ暂无θ《航班结束》

【NA275】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A321〕『北方航空』《拜科努尔出发》{18:00}#+0#@T1航站楼@《闸南香兰到达》{19:35}#+0#@T2航站楼@ §490元§ θ1399元θ《航班结束》
【NA276】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔A321〕『北方航空』《闸南香兰出发》{20:30}#+0#@T2航站楼@《拜科努尔到达》{22:05}#+0#@T1航站楼@ §490元§ θ1399元θ《航班结束》

【EA4011】〈〉«MON,THU»〔ATR72-600〕『翡翠快运航空』《拜科努尔出发》{9:00}#+0#@T1航站楼@《星羽天琴到达》{12:00}#+0#@T1航站楼@ §550元§ θθ《航班结束》
【EA4011】〈〉«MON,THU»〔ATR72-600〕『翡翠快运航空』《星羽天琴出发》{12:40}#+0#@T1航站楼@《玛丽湖到达》{16:20}#+0#@T1航站楼@ §1250元§ θθ《航班结束》
【EA4012】〈〉«MON,THU»〔ATR72-600〕『翡翠快运航空』《玛丽湖出发》{17:00}#+0#@T1航站楼@《星羽天琴到达》{20:30}#+0#@T1航站楼@ §1250元§ θθ《航班结束》
【EA4012】〈〉«TUE,FRI»〔ATR72-600〕『翡翠快运航空』《星羽天琴出发》{9:15}#+0#@T1航站楼@《拜科努尔到达》{12:15}#+0#@T1航站楼@ §550元§ θθ《航班结束》
【NA211】〈〉«TUE,THU,SAT»〔A330-200〕『北方航空』《拜科努尔出发》{7:45}#+0#@T1航站楼@《万方沂川到达》{11:45}#+0#@T1航站楼@ §3610元§ θ6650元θ《航班结束》

【NA212】〈〉«TUE,THU,SAT»〔A330-200〕『北方航空』《万方沂川出发》{13:00}#+0#@T1航站楼@《拜科努尔到达》{17:05}#+0#@T1航站楼@ §3610元§ θ6650元θ《航班结束》


【ND1001】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔波音〕『临东航空』《拜科努尔出发》{13:20}#+0#@T1航站楼@《临东金桦到达》{18:20}#+0#@T1航站楼@ §1888元§《航班结束》
【ND1002】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔波音〕『临东航空』《临东金桦出发》{5:15}#+0#@T1航站楼@《拜科努尔到达》{11:20}#+0#@T1航站楼@ §1888元§《航班结束》



【HA1608】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔波音737-800〕『豪金航空』《拜科努尔出发》{07:30}#+0#@T1航站楼@《千里马到达》{11:20}#+0#@T1航站楼@ §1150元§《航班结束》
【HA1609】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔波音737-800〕『豪金航空』《千里马出发》{8:30}#+0#@T1航站楼@《拜科努尔到达》{12:20}#+0#@T1航站楼@ §1180元§《航班结束》
【HA1610】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔波音737-800〕『豪金航空』《拜科努尔出发》{12:10}#+0#@T1航站楼@《千里马到达》{15:50}#+0#@T1航站楼@ §1150元§《航班结束》
【HA1612】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔波音737-800〕『豪金航空』《拜科努尔出发》{16:45}#+0#@T1航站楼@《千里马到达》{20:15}#+0#@T1航站楼@ §1180元§《航班结束》
【HA1611】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔波音737-800〕『豪金航空』《千里马出发》{19:40}#+0#@T1航站楼@《拜科努尔到达》{21:40}#+0#@T1航站楼@ §1250元§《航班结束》
【HA1613】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔波音737-800〕『豪金航空』《千里马出发》{23:40}#+0#@T1航站楼@《拜科努尔到达》{01:40}#+1#@T1航站楼@ §1350元§《航班结束》

【HA1615】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔波音777-300ER〕『豪金航空』《千里马出发》{10:30}#+0#@T1航站楼@《峡东海东到达》{12:40}#+0#@T2航站楼@ §1150元§《航班结束》
【HA1616】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔波音777-300ER〕『豪金航空』《峡东海东出发》{14:00}#+0#@T2航站楼@《千里马到达》{16:50}#+0#@T1航站楼@ §1180元§《航班结束》
【HA1617】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔空客A320〕『豪金航空』《千里马出发》{13:20}#+0#@T3航站楼@《峡东海东到达》{15:50}#+0#@T2航站楼@ §1150元§《航班结束》
【HA1618】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔空客A320〕『豪金航空』《峡东海东出发》{17:00}#+0#@T2航站楼@《千里马到达》{19:30}#+0#@T3航站楼@ §1180元§《航班结束》


【HA801】〈〉«SAT,SUN»〔波音777-300ER〕『豪金航空』《千里马出发》{16:50}#+0#@T3航站楼@《临东金桦到达》{19:30}#+0#@T1航站楼@ §2300元§《航班结束》
【HA802】〈〉«SAT,SUN»〔波音777-300ER〕『豪金航空』《临东金桦出发》{21:10}#+0#@T1航站楼@《千里马到达》{1:30}#+1#@T3航站楼@ §2000元§《航班结束》

【HA804】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔空客A320〕『豪金航空』《千里马出发》{11:50}#+0#@T3航站楼@《韶城启明到达》{13:30}#+0#@T1航站楼@ §980元§《航班结束》
【HA805】〈〉«MON,TUE,WED,THU,FRI,SAT,SUN»〔空客A320〕『豪金航空』《韶城启明出发》{17:10}#+0#@T1航站楼@《千里马到达》{18:40}#+0#@T3航站楼@ §1010元§《航班结束》



【WA240】〈潮涌低空游览航线〉«SAT,SUN»〔CRJ900〕『水哲之海航空』《拜科努尔出发》{13:40}#+0#@T1航站楼@《千里马到达》{16:30}#+0#@T3航站楼@ §1050元§《航班结束》
【WA242】〈潮涌低空游览航线回程〉«SAT,SUN»〔CRJ900〕『水哲之海航空』《千里马出发》{17:30}#+0#@T3航站楼@《拜科努尔到达》{19:30}#+0#@T1航站楼@ §1050元§《航班结束》
【WA244】〈定制航线〉«MON»〔CRJ900〕『水哲之海航空』《拜科努尔出发》{6:30}#+0#@T1航站楼@《千里马到达》{8:30}#+0#@T3航站楼@ §1090元§《航班结束》
【WA246】〈定制航线〉«FRI»〔CRJ900〕『水哲之海航空』《千里马出发》{18:00}#+0#@T3航站楼@《拜科努尔到达》{20:00}#+0#@T1航站楼@ §1100元§《航班结束》

【WA150】〈〉«TUE,WED,THU»〔CRJ900〕『水哲之海航空』《千里马出发》{8:00}#+0#@T3航站楼@《峡东海东到达》{10:30}#+0#@T1航站楼@ §950元§《航班结束》
【WA151】〈〉«TUE,WED,THU»〔CRJ900〕『水哲之海航空』《峡东海东出发》{15:00}#+0#@T1航站楼@《千里马到达》{19:30}#+0#@T3航站楼@ §970元§《航班结束》

`;
